# Set permissions
sleep 1
ui_print " ================================================"
ui_print " Dont Combine with :"
ui_print " 𝘛𝘸𝘦𝘢𝘬𝘴 / 𝘔𝘰𝘥 / 𝘖𝘱𝘵𝘪𝘮𝘪𝘻𝘢𝘵𝘪𝘰𝘯 𝘗𝘦𝘳𝘧𝘰𝘳𝘮𝘢𝘯𝘤𝘦"
ui_print " "
ui_print " [ 𝘖𝘯𝘭𝘺 𝘢𝘱𝘱𝘳𝘰𝘷𝘦𝘥 𝘮𝘰𝘥𝘪𝘧𝘪𝘤𝘢𝘵𝘪𝘰𝘯𝘴 𝘧𝘳𝘰𝘮 𝘵𝘳𝘶𝘴𝘵𝘦𝘥 𝘥𝘦𝘷𝘦𝘭𝘰𝘱𝘦𝘳𝘴"
ui_print " 𝘴𝘩𝘰𝘶𝘭𝘥 𝘣𝘦 𝘶𝘴𝘦𝘥 𝘵𝘰 𝘦𝘯𝘴𝘶𝘳𝘦 𝘤𝘰𝘯𝘵𝘪𝘯𝘶𝘦𝘥 𝘯𝘰𝘳𝘮𝘢𝘭 𝘧𝘶𝘯𝘤𝘵𝘪𝘰𝘯𝘪𝘯𝘨"
ui_print " 𝘢𝘯𝘥 𝘱𝘳𝘦𝘷𝘦𝘯𝘵 𝘱𝘰𝘵𝘦𝘯𝘵𝘪𝘢𝘭 𝘪𝘴𝘴𝘶𝘦𝘴. ]"
ui_print " "
ui_print " thank you used my privately project"
ui_print " ================================================"
sleep 1
ui_print " CREAM MY SYSTEMMM 💦"
sleep 2

set_perm_recursive $MODPATH 0 0 0755 0644

nohup am start -a android.intent.action.VIEW -d https://t.me/mtkvestg99 >/dev/null 2>&1 &
